[
  {"_id":{"$oid":"57940fe4744cc6721478306a"},"desc":{"desc":"A kinetic bronze sculpture sitting on three legs with two wings on top which spin 360 degrees with the wind. ","first_name":"Michael","last_name":"Dillon","medium":"Forged iron, bronze","title":"Aileron"},"lat":36.140969,"long":-86.842667},
  {"_id":{"$oid":"57940fe4744cc6721478306b"},"desc":{"desc":"For this design, a pair of functional air pumps flank an oscillating air wave. Air Wave is as practical as it is conceptual. In homage to all the good musical vibrations created by Nashville, sounds waves flow out from the flanking air pumps.","first_name":"Suzy","last_name":"Hendrix","medium":"","title":"Air Wave"},"lat":36.272295,"long":-86.689705},
  {"_id":{"$oid":"57940fe4744cc6721478306c"},"desc":{"desc":"This rack reflects the rich musical history, tradition, and culture of the Nashville area.","first_name":"Ric","last_name":"Howse","medium":"Mild steel, powder coat","title":"Banjo"},"lat":36.153346,"long":-86.768642},
  {"_id":{"$oid":"57940fe4744cc6721478306d"},"desc":{"desc":"This rack represents a copse of trees found in nature, offering visual and spacial shelter in a bare sidewalk-scape.","first_name":"Alice","last_name":"Doak","medium":"Stainless Steel","title":"Bicycle Copse"},"lat":36.161906,"long":-86.779003},
  {"_id":{"$oid":"57940fe4744cc6721478306e"},"desc":{"desc":"The three circumscribed circles with stars represent the state flag of Tennessee. This design for this rack was influenced by Nashville's growing civic identity as a town of health and environmentally conscious citizens, represented by the circles made of bike chains and the location beside the Farmers' Market.","first_name":"Luke","last_name":"Tidwell","medium":"Stainless Steel","title":"Capital"},"lat":36.170499,"long":-86.788966},
  {"_id":{"$oid":"57940fe4744cc6721478306f"},"desc":{"desc":"City Irises uses a playful and colorful design to showcase Tennessee’s state flower.","first_name":"Jessica","last_name":"Eichman","medium":"","title":"City Irises"},"lat":36.177653,"long":-86.615069},
  {"_id":{"$oid":"57940fe4744cc67214783070"},"desc":{"desc":"Located by the Farmers' Market, this bike rack represents the fresh and local fruits and vegetables that can be found at the market. ","first_name":"Page and Dan","last_name":"Easter and Goostree","medium":"Mild steel and steel pope, acrylic steel curved bar","title":"Corn and Tomato"},"lat":36.170885,"long":-86.788364},
  {"_id":{"$oid":"57940fe4744cc67214783071"},"desc":{"desc":"Emerge is a bike rack of two padlocks coming up from the ground. They are placed across the street from the Nashville Public Library. Emergewas selected by Americans for the Arts 2011 Public Art Network Year in Review.","first_name":"Matt","last_name":"Young","medium":"Polished concrete base with stainless steel curved bar","title":"Emerge"},"lat":36.16245,"long":-86.781914},
  {"_id":{"$oid":"57940fe4744cc67214783072"},"desc":{"desc":"This bike rack utilizes recycled bike frames to compose the colorful organic design. “My goal in designing this rack was to make a visually and artistically interesting piece of art, while also keeping the design practical and useful. I want the rack to clearly communicate it is available to the public for the purpose of locking bicycles. I also wanted to create something that reminds the public that biking is a great healthy, environmentally-friendly way to commute and explore our city. In addition, I like the idea that the materials for this rack are sourced locally. Tied into this idea of using local materials is the concept of sustainability, which is always an undercurrent in my work. I mainly work with recycled metal and glass.  Most of the art I create is functional and many of my large metal and glass pieces serve as light fixtures.” I am passionate about public art because they allow art to reach more people than just those who can afford to purchase professional art. Public art allows people to interact with art on a daily basis instead of just in museums.","first_name":"Michael","last_name":"Allison","medium":"","title":"Lotus"},"lat":36.137488,"long":-86.805803},
  {"_id":{"$oid":"57940fe4744cc67214783073"},"desc":{"desc":"In this design, bicycle and rider are synthesized into one unified, lyrical design. “I love bike and I love Nashville – except for the traffic, which is why I want to do my part as a professional artist to encourage fellow cyclists to ride instead of drive.”","first_name":"Anthony","last_name":"Novak","medium":"","title":"Lyrical Riders"},"lat":36.111846,"long":-86.74484},
  {"_id":{"$oid":"57940fe4744cc67214783074"},"desc":{"desc":"At the roundabout by Music Row, this rack highlights the musical tradition of Nashville.Microphone was selected by Americans for the Arts 2011 Public Art Network Year in Review.","first_name":"Keith and Mac and Franne","last_name":"Harmon and Hill and Lee","medium":"Steel and stainless steel, powder coat","title":"Microphone"},"lat":36.152392,"long":-86.79135},
  {"_id":{"$oid":"57940fe4744cc67214783075"},"desc":{"desc":"This rack is an abstracted radio tower inspired by the history of live radio shows and music in Nashville. This artwork stands approximately 12 feet high with its circles of radio waves and lightning bolts crowning the top of the tower.","first_name":"Samantha and Jen","last_name":"Griffith and Pellerin","medium":"","title":"On Air"},"lat":36.180458,"long":-86.790428},
  {"_id":{"$oid":"57940fe4744cc67214783076"},"desc":{"desc":"Pedal Petroleum is a play on pedal powered “free gas.” Using actual gas pumps and bright colors, this rack is a fun addition to commuters’ daily treks. “The design for my bicycle rack Pedal Petroleum aims at light-hearted humor, using bright happy colors.  The implied message, that riding a bicycle displaces a certain amount of costly and noxious gasoline, is meant to be immediately grasped.  There is also some irony in the fact that the defunct gas pump is now the means of securing and protecting its rival: free transportation.”","first_name":"William","last_name":"Buffet","medium":"","title":"Pedal Petroleum"},"lat":36.167182,"long":-86.665812},
  {"_id":{"$oid":"57940fe4744cc67214783077"},"desc":{"desc":"Soundboard Sliders represents Nashville’s unique identity as a music production hub. \"As an avid cycler and visual artist, naturally I was excited about this project from the beginning. Mixing sculpture with a functional object such as a bike rack is a great way to promote cycling and public art, both of which are good for our city. Although we have far to go, over the past six years I have witnessed this city expand its biking culture exponentially through bike lanes, greenways, bike sharing, and artistic bicycle racks. I am proud to be a part of this growing movement and hopefully these racks will encourage more cycling while at the same time bolster an appreciation for public art.\" Duncan McDaniel lives and works in Nashville. In addition to working as a professional visual artist, he works as an art handler for various institutions including the Frist Center for the Visual Arts, Cheekwood Museum of Art and the Tennessee State Museum.","first_name":"Duncan","last_name":"McDaniel","medium":"","title":"Soundboard Sliders"},"lat":36.126699,"long":-86.78912},
  {"_id":{"$oid":"57940fe4744cc67214783078"},"desc":{"desc":"Made of painted tube steel, the Riders are created to look like they are riding a bicycle when it is placed parallel to the rack.","first_name":"Seth","last_name":"Conley","medium":"Tube Steel","title":"The Riders"},"lat":36.164314,"long":-86.76936},
  {"_id":{"$oid":"57940fe4744cc67214783079"},"desc":{"desc":"The two figures represent the leaders of Nashville directing the development of the city, going back to founders James Robertson and John Donelson to Fisk and Tennessee A\u0026I University students leading the Nashville Civil Rights reform to current leadership. The sculptures turn to represent every Nashvillian's participation in the city. At night, the sculptures are lit to serve as a beacon for a gathering place for all of Nashville.","first_name":"Thomas","last_name":"Sayre","medium":"Glass torsos with woven stainless steel base","title":"Citizen"},"lat":36.166414,"long":-86.778467},
  {"_id":{"$oid":"57940fe4744cc6721478307a"},"desc":{"desc":"The piece is above the information desk at the library and illuminates the rich history of Goodlettsville. The tiles represent pages and the information and history that can be found within the library. The artist created a companion book to more fully explain the piece and the history behind each tile.","first_name":"Carrie","last_name":"McGee","medium":"Acrylic on transparent tiles; some photographs","title":"Continuum"},"lat":36.314567,"long":-86.710658},
  {"_id":{"$oid":"57940fe4744cc6721478307b"},"desc":{"desc":"This is the first piece of Exploration and Discovery highlighting the role Nashville has played in art, science, and culture innovations. Among other things, a saber tooth tiger skull is buried underneath the children as a reference to the skull found in the AmSouth building excavation and representing the things that came before us.","first_name":"Ken","last_name":"Rowe","medium":"Bronze, fabricated steel base","title":"Exploration and Discovery #1: The Spark of Discovery"},"lat":36.162154,"long":-86.781827},
  {"_id":{"$oid":"57940fe4744cc6721478307c"},"desc":{"desc":"The second piece of \"Exploration and Discovery\" represents the active pursuit of knowledge. The rug beneath the scholar is worn from looking into the telescopes. The planets are in the astronomical position of December 25, 1779, the day James Robertson crossed the Cumberland River and onto the future site of Nashville. Six of the telescopes are aimed at Nashville landmarks and two at astronomical bodies.","first_name":"Ken","last_name":"Rowe","medium":"Cast bronze, fabricated bronze, fabricated steel base","title":"Exploration and Discovery #2: The Scholar"},"lat":36.162154,"long":-86.781827},
  {"_id":{"$oid":"57940fe4744cc6721478307d"},"desc":{"desc":"The third piece of \"Exploration and Discovery\" represents reaching the aim of knowledge as she only reaches the moon through standing on a tower of books and objects. The objects in the stack represent various aspects of local history, the musical tradition, space and astronomical exploration, and local flora and fauna.","first_name":"Ken","last_name":"Rowe","medium":"Bronze, cast glass with bronze rim, granite","title":"Exploration and Discovery #3: To the Moon"},"lat":36.162154,"long":-86.781827},
  {"_id":{"$oid":"57940fe4744cc6721478307e"},"desc":{"desc":"This piece is a representation of the transformation of the East Bank from an industrial area to an area for recreation and play. The trusses and crane base show the past industrial use of the area, while the circular and changing motion represents the transformation of the area.","first_name":"Alice","last_name":"Aycock","medium":"Steel, neon, aluminum, industrial metals","title":"Ghost Ballet for the East Bank Machineworks"},"lat":36.163256,"long":-86.772114},
  {"_id":{"$oid":"57940fe4744cc6721478307f"},"desc":{"desc":"These transit shelters continue the theme of connectivity by drawing inspiration from both Hadley Park and Centennial Park. The roof of the structure is mirrored after the roof of the amphitheater in Hadley Park, while the columns are modeled after those on the Parthenon replica. The magnolia shade screens and cast concrete bench celebrate the beauty of the magnolia trees in our community.","first_name":"Kevin","last_name":"Berry","medium":"","title":"Magnolia Shelters (Charlotte Ave)"},"lat":36.153674,"long":-86.818316},
  {"_id":{"$oid":"57940fe4744cc67214783080"},"desc":{"desc":"The mockingbird is Tennessee's state bird as well as an intelligent and playful bird. Inspiration comes from the site's history as an amusement park and is expressed in the bird's mirror-like surface which is constantly changing what it reflects. The wall and the hole suggest curiosity and passage as well as carrying the theme of play and amusement.","first_name":"Lawrence","last_name":"Argent","medium":"Black granite and stainless steel","title":"Reflection"},"lat":36.168381,"long":-86.729916},
  {"_id":{"$oid":"57940fe4744cc67214783081"},"desc":{"desc":"Mosaic walls that provide the border of a garden to be planted outside of the library.","first_name":"Page and Dan","last_name":"Easter and Goostree","medium":"Tile and stone mosaic","title":"Seasons from a Bird's Eye View"},"lat":36.313942,"long":-86.710572},
  {"_id":{"$oid":"57940fe4744cc67214783082"},"desc":{"desc":"The artwork concept for the 28th Avenue Connector Bridge centers on themes of connectivity. The bridge is intended to connect two formerly separated neighborhoods and cultural areas. Dahlquist explores the new connectivity through themes of sewing, thread, and tying. Dahlquist ties all of this together with the metaphor of quilting to building community. Dahlquist will work with the community to develop individual quilt square patters, each of which will act as a QR code that links back to video and content of the community members' stories and background.","first_name":"David","last_name":"Dahlquist","medium":"","title":"Thread (Connector Bridge)"},"lat":36.150571,"long":-86.818648},
  {"_id":{"$oid":"57940fe4744cc67214783083"},"desc":{"desc":"This transit shelter compliments the theme of quilting and connectivity that runs through the connector bridge.","first_name":"David","last_name":"Dahlquist","medium":"","title":"Needle (Transit Shelter)"},"lat":36.149839,"long":-86.818187},
  {"_id":{"$oid":"57940fe4744cc67214783084"},"desc":{"desc":"Collaborative artists Lee \u0026 Betty Benson write, “Our piece is conceived on the ties between the West Park neighborhood and the Rogers Group, Inc. REOStone Limestone Quarry; we see the two inextricably linked by the millennial flood that occurred in May, 2010.”","first_name":"Lee and Betty","last_name":"Benson","medium":"Yellow pine logs, limestone boulder, anchor chain","title":"Watermark: Anchor in the Storm"},"lat":36.161024,"long":-86.863058},
  {"_id":{"$oid":"57940fe4744cc67214783085"},"desc":{"desc":"Artist Craig Nutt writes about his experience participating in the Bellevue community meeting, \"Flood experiences ranged from helping neighbors to the loss of family members....","first_name":"Craig","last_name":"Nutt","medium":"Polychrome concrete","title":"Watermark: Bench Mark"},"lat":36.058934,"long":-86.937682},
  {"_id":{"$oid":"57940fe4744cc67214783086"},"desc":{"desc":"Jackson writes, \"“I learned at the community meeting, that unlike other areas of Nashville, the flood is very much still in the Bordeaux community…Many homes still remain abandoned, and many people are still struggling to find resolution. I also discovered a very strong sense of pride in the community of Bordeaux…","first_name":"Buddy","last_name":"Jackson","medium":"Cast water-impermeable concrete, powdered pigments","title":"Watermark: Emergence"},"lat":36.20981,"long":-86.824725},
  {"_id":{"$oid":"57940fe4744cc67214783087"},"desc":{"desc":"The artist Michael Allison writes, “The drops represent the flood waters, but also the tears of the individuals in the Antioch community....\"","first_name":"Michael","last_name":"Allison","medium":"Blue glass, LED lighting, galvanized metal","title":"Watermark: Liquid 615"},"lat":36.055845,"long":-86.673},
  {"_id":{"$oid":"57940fe4744cc67214783088"},"desc":{"desc":"Coté describes, “The artwork is intended to provide a place for visitors to slow down and reflect on the beauty and physical presence of the Cumberland River rather than be reminded specifically of the devastating floods of 2010....","first_name":"Derek","last_name":"Coté","medium":"Composite decking, aluminum, windsocks","title":"Watermark: Pier"},"lat":36.189788,"long":-86.689544},
  {"_id":{"$oid":"57940fe4744cc67214783089"},"desc":{"desc":"Artist Christopher Fennell writes, “Referencing the tremendous clean up efforts by the community and volunteers, the sculpture is a construction of hand tools over the existing fire pit next to the suspension bridge. The shape of each panel will be built from tools welded together and painted black....","first_name":"Christopher","last_name":"Fennell","medium":"Welded metal hand tools, metal pipe, paint","title":"Watermark: Tool Fire"},"lat":36.190825,"long":-86.691912},
  {"_id":{"$oid":"57940fe4744cc6721478308a"},"desc":{"desc":"Project in progress","first_name":"Beverly Stucker","last_name":"Precious","medium":"","title":"Great Beginnings"},"lat":36.073381,"long":-86.935262},
  {"_id":{"$oid":"57940fe4744cc6721478308b"},"desc":{"desc":"Project in progress","first_name":"Brenda","last_name":"Stein","medium":"","title":"Rise Above"},"lat":36.073381,"long":-86.935262},
  {"_id":{"$oid":"57940fe4744cc6721478308c"},"desc":{"desc":"Project in progress","first_name":"Walter","last_name":"Hood","medium":"","title":"Civil Rights Public Art Project"},"lat":36.166848,"long":-86.779096},
  {"_id":{"$oid":"57940fe4744cc6721478308d"},"desc":{"desc":"Project in progress","first_name":"Thornton and Lonnie","last_name":"Dial and Holley","medium":"","title":"Edmondson Park Project"},"lat":36.159382,"long":-86.797346},
  {"_id":{"$oid":"57940fe4744cc6721478308e"},"desc":{"desc":"Project in progress","first_name":"Christian","last_name":"Moeller","medium":"","title":"Stix"},"lat":36.154697,"long":-86.779386},
  {"_id":{"$oid":"57940fe4744cc6721478308f"},"desc":{"desc":"Project in progress","first_name":"Erik","last_name":"Carlson","medium":"","title":"Circulate"},"lat":36.155665,"long":-86.813369},
  {"_id":{"$oid":"57940fe4744cc67214783090"},"desc":{"desc":"Project in progress","first_name":"Paul","last_name":"Vexler","medium":"","title":"From the Four Corners"},"lat":36.052048,"long":-86.655822},
  {"_id":{"$oid":"57940fe4744cc67214783091"},"desc":{"desc":"Musica features nine dancing figures in a circular composition roughly thirty-eight feet tall. There are five figures which spring forth from the base in an over-all vase form. Four more rise up in the center floating above the others. Each figure is fourteen to fifteen feet, or more than twice life-size. The dancers and part of the base are cast in bronze. The other part of the base is composed of massive natural limestone boulders.","first_name":"Alan","last_name":"LeQuire","medium":"Bronze, Limestone","title":"Musica"},"lat":36.152092,"long":-86.791617}
]
